run/tutorials/heatTransfer/buoyantFoam/circuitBoardCooling/system/baffle3DRegion/fvSchemes
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system/baffleRegion";
    object      fvSchemes;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

ddtSchemes
{
    default         steadyState;
}

divSchemes
{
     default        none;
}

gradSchemes
{
    default         Gauss linear;
}

laplacianSchemes
{
    default             none;
    laplacian(alphahe,e)  Gauss linear uncorrected;
}


// ************************************************************************* //
