run/tutorials/heatTransfer/buoyantFoam/circuitBoardCooling/Allrun
#!/bin/sh
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Mesh
runApplication blockMesh

# Create 1D and 3D baffles
runApplication createBaffles -overwrite

# Run
runApplication $(getApplication)

#------------------------------------------------------------------------------
